Repository: LaiKhai/flutter_base
Catalog: flutter_*_project/lib/core/l10n/app_*.arb
Languages: vi, zh

# app_name
source: English Quotes
vi: Trích Dẫn Tiếng Anh
zh: 英文名言

source: No route found
vi: Không tìm thấy đường dẫn
zh: 未找到路线

source: Success
vi: Thành công
zh: 成功

source: Cancel
vi: Hủy
zh: 取消

# bad_request_error
source: Bad request. Please try again later.
vi: Yêu cầu không hợp lệ. Vui lòng thử lại sau.
zh: 错误的请求，请稍后再试。

# no_content
source: Success with no content
vi: Thành công nhưng không có nội dung
zh: 成功但没有内容

# forbidden_error
source: Request is forbidden. Please try again later.
vi: Yêu cầu bị cấm. Vui lòng thử lại sau.
zh: 请求被禁止，请稍后再试。

# unauthorized_error
source: Unauthorized user, please try again later.
vi: Người dùng không được ủy quyền, vui lòng thử lại sau.
zh: 未授权的用户，请稍后再试。

# not_found_error
source: URL not found, please try again later.
vi: Không tìm thấy URL, vui lòng thử lại sau.
zh: 未找到URL，请稍后再试。

# conflict_error
source: Conflict found, please try again later.
vi: Có xung đột, vui lòng thử lại sau.
zh: 发现冲突，请稍后再试。

# internal_server_error
source: Something went wrong, please try again later.
vi: Có lỗi xảy ra, vui lòng thử lại sau.
zh: 发生错误，请稍后再试。

# unknown_error
source: Something went wrong, please try again later.
vi: Có lỗi xảy ra, vui lòng thử lại sau.
zh: 发生错误，请稍后再试。

# timeout_error
source: Timeout, please try again later.
vi: Hết thời gian, vui lòng thử lại sau.
zh: 超时，请稍后再试。

# default_error
source: Something went wrong, please try again later.
vi: Có lỗi xảy ra, vui lòng thử lại sau.
zh: 发生错误，请稍后再试。

# cache_error
source: Cache error, please try again later.
vi: Lỗi bộ nhớ đệm, vui lòng thử lại sau.
zh: 缓存错误，请稍后再试。

# no_internet_error
source: Please check your internet connection.
vi: Vui lòng kiểm tra kết nối internet của bạn.
zh: 请检查您的互联网连接。

# tilteQuoteoftheday
source: Quote of the day
vi: Trích dẫn trong ngày
zh: 今日名言

# decriptionQuoteoftheday
source: It's a taboo subject. How the dead are betrayed by the living. We who are living--we who have survived--understand that our guilt is what links us to the dead. At all times we can hear them calling to us, a growing incredulity in their voices, You will not forget me -- will you? How can you forget me? I have no one but you.
vi: Đó là một chủ đề cấm kỵ. Cách mà người chết bị phản bội bởi người sống. Chúng ta, những người sống - những người đã sống sót - hiểu rằng cảm giác tội lỗi của chúng ta là thứ kết nối chúng ta với người chết. Mọi lúc, chúng ta có thể nghe thấy họ gọi chúng ta, với sự kinh ngạc ngày càng tăng trong giọng nói của họ, Bạn sẽ không quên tôi - phải không? Làm sao bạn có thể quên tôi? Tôi không có ai ngoài bạn.
zh: 这是一个禁忌话题。死者如何被生者背叛。我们这些活着的人——那些幸存下来的人——明白，我们的愧疚感是我们与死者联系在一起的纽带。我们随时都能听到他们在呼唤我们，他们的声音中充满了越来越多的难以置信，你不会忘记我——是吗？你怎么能忘记我？除了你，我没有别人。

source: Authors:
vi: Tác giả:
zh: 作者:

source: Tags:
vi: Thẻ:
zh: 标签:

# tilteAuthorHasBirthdayToday
source: Author has a birthday today
vi: Tác giả có sinh nhật hôm nay
zh: 今天过生日的作者

# tilteTopAuthor
source: Top 5 author
vi: Top 5 tác giả hàng đầu
zh: 前五名作者

# tilteTopTags
source: Top 10 tags
vi: Top 10 thẻ
zh: 前十个标签

# sourceText
source: Source: Walter Cronkite. (n.d.). AZQuotes.com. Retrieved July 08, 2024, from AZQuotes.com Web site: https://www.azquotes.com/quote/1060774
vi: Nguồn: Walter Cronkite. (n.d.). AZQuotes.com. Truy cập ngày 08 tháng 7, 2024, từ trang web AZQuotes.com: https://www.azquotes.com/quote/1060774
zh: 来源：Walter Cronkite.（n.d.）。 AZQuotes.com. 于2024年7月8日从AZQuotes.com网站检索：https://www.azquotes.com/quote/1060774

source: Topic of quote:
vi: Chủ đề của trích dẫn:
zh: 名言主题：

source: Related author
vi: Tác giả liên quan
zh: 相关作者

# previousTextButton
source: << Previous
vi: << Trước
zh: << 上一页

# nextTextButton
source: Next >>
vi: Tiếp theo >>
zh: 下一页 >>

source: Author information
vi: Thông tin tác giả
zh: 作者信息

# nameAuthor
source: Name:
vi: Tên:
zh: 名字:

# brithday
source: Date of Birth:
vi: Ngày sinh:
zh: 出生日期:

source: Occupation:
vi: Nghề nghiệp:
zh: 职业:
